var firstNames = ['赵', '钱', '孙', '李', '周', '吴', '郑', '王', '冯', '陈', '闵',
  '褚', '卫', '蒋', '沈', '韩', '杨', '朱', '秦', '尤', '许', '何', '吕', '施', '张', '孔', '曹', '严', '华', '金', '魏',
  '陶', '姜', '戚', '谢', '邹', '喻', '柏', '水', '窦', '章', '云', '苏', '潘', '葛', '奚', '范', '彭', '郎', '鲁', '韦',
  '马', '苗', '凤', '花', '方', '俞', '任', '袁', '柳', '酆', '鲍', '史', '唐', '费', '廉', '岑', '薛', '雷', '贺', '余',
  '倪', '汤', '滕', '殷', '罗', '毕', '郝', '邬', '安', '常', '乐', '于', '时', '傅', '皮', '卞', '齐', '康', '伍', '元',
  '卜', '顾', '孟', '平', '黄', '胡', '穆', '萧', '尹', '欧阳', '慕容'
]
var secondMale = ['祥', '柏辰', '俊帆', '星年', '信秀', '炫宇', '风宏', '泰君', '冠余', '俊利', '信杉', '春佑', '星宇', '柏君', '信辰', '信吉', '柏帆', '炫辰', '波佑', '柏江', '星谷', '冠佑',
  '冠均', '星宏', '识全', '俊江', '鹏宇', '肖辰', '春宇', '泰伯', '劲帆', '泰舟', '识帆', '镜向', '炫江', '冠伯', '幽余', '建光', '镜曲', '劲宇', '施君', '泰吉',
  '冠全', '识亦', '星佑', '俊年', '肖佑', '柏志', '俊延', '俊宏', '泰旭', '镜舟', '星江', '波旭', '风年', '风帆', '泰江', '幽朋', '炫均', '柏吉', '肖羽', '建江',
  '俊朋', '风西', '炫吉', '泰羽', '俊辰', '镜冰', '田生', '腾飞', '星吉', '亮', '凯', '豪', '星帆', '识吉', '建舟', '风宇', '镜帆', '冠君', '信帆', '皓辰',
  '冠宇', '泰宏', '幽光', '波宇', '冠名', '幽全', '波亦', '建年', '幽辰', '俊材', '星良', '波帆', '俊宇', '肖朋', '镜吉', '韵舟', '志立', '焱林', '白', '庆',
  '信佑', '炫谷', '冠辰', '南朋', '建余', '炫志', '建任', '韵舟', '建志', '镜光', '波江', '信何', '星辰', '泰辰', '俊全', '信江', '冠羽', '星延', '建波', '正正',
  '建宇', '泰帆', '风佑', '泰宇', '泰延', '信志', '韵名', '泰佑', '信亦', '劲羽', '鹏年', '信旭', '幽伯', '幽吉', '信朋', '春帆', '镜名', '俊羽', '庚',
  '韵帆', '镜宇', '镜西', '建延', '肖宇', '波言', '冠江', '建辰', '星舟', '建利', '冠年', '波杉', '风辰', '劲杉', '泰年', '建全', '信宏', '建君', '星朋', '星羽'
]
var secondFemale = ['盈冰', '柳妍', '盈君', '柳江', '红杏', '思采', '思江', '幽江', '香冰', '春竹', '香邑', '柳秀', '柔妍', '盈竹', '怡竹', '怡冰', '韵冰', '幽羽', '柳邑', '柏冰', '思君',
  '思冰', '怡采', '思妙', '玥冰', '怡君', '怡邑', '怡妍', '柔竹', '柳君', '怡江', '春妍', '幽冰', '南妍', '思羽', '红豆', '柔君', '柔邑', '盈羽', '春杏', '马铃',
  '盈江', '怡羽', '玥妍', '思妍', '玥羽', '柔羽', '薇冰', '香羽', '芊冰', '幽邑', '芍冰', '虹妍', '柔冰', '幽君', '盈安', '盈妍', '玥江', '翾慕', '映嘉', '璐',
  '怡菲', '玫颖', '怡嫣', '柳霎', '怡绮', '香瑾', '思菲', '柔嘉', '幽菱', '盈瑾', '盈菲', '春萍', '柳菱', '姿璇', '思凝', '柏凝', '盈瑛', '柔睿', '盈瑜', '新闻',
  '幽嫣', '春璇', '柔霎', '思睿', '柳华', '秋语', '秋瑾', '思梦', '春绿', '秋睿', '柔凝', '思润', '春菲', '思蓉', '春嫣', '秋嘉', '柳瑛', '柳嘉', '幽燕', '瑶',
  '柳菡', '盈蓉', '盈梦', '玥菲', '柔颖', '南嫣', '香华', '思嫦', '南璇', '彦颖', '香凝', '秋碧', '映睿', '幽绿', '柏璇', '姿洁', '玥凝', '姿菲', '姿瑾', '莫凡',
  '怡瑾', '姿颖', '姿嫣', '柏嘉', '映凝', '柔华', '幽绮', '秋翠', '映菲', '南凤', '盈语', '盼翠', '思碧', '柔瑜', '芊华', '彦梦', '翾静', '柳瑜', '思静', '晓曦',
  '南华', '姿菡', '柳菲', '姿静', '玥华', '盈菱', '盈凤', '柔菱', '柏颖', '柳瑾', '思华', '春翠', '彦瑾', '彦睿', '幽凝', '芊梦', '映瑛', '姿晓', '映梦', '燕敏',
  '思菱', '玥静', '思舞', '思嘉', '香嫣', '柏华', '春晓', '柔瑾', '幽菲', '秋嫣', '柏菲', '玫华', '柳嫣', '虹晓', '怡华', '盈嘉', '幽颖', '柔菲', '秋梦',
  '柔嫦', '香菱', '香鸣', '盈凝', '丽月', '姿瑜', '思晓', '彦璇', '思瑛', '虹瑛', '柔蓉', '怡瑛', '盈菡', '红璇', '韵月', '虹颖', '春华', '虹凝', '秋菊',
  '红菡', '彦瑜', '薇月', '芍嫣', '柔嫣', '春菡', '秋璇', '姿睿', '思洁', '南菲', '幽语', '柳凝', '思瑾', '怡嫦', '秋华', '思语', '南洁', '彦嘉', '彦菲',
  '思燕', '姿瑛', '思萍', '映瑜', '香瑜', '春瑛', '音菡', '彦蓉', '柔菡', '盈洁', '怡梦', '映瑾', '映蓉', '虹嫣', '佳丽', '倩', '燕敏'
]
module.exports = {
  firstNames: firstNames,
  secondMale: secondMale,
  secondFemale: secondFemale
}